# -*- coding: UTF-8 -*-

# People List
default_message = """Привет! Я Олененок Рудольф! \
Я вернулся. И снова буду фамильярен. На этот раз без всяких этих ваших вуп-ди-ди-скуп и скуп-ди-ди-ди вуп,\
если вы понимаете о чем я :3
В этом году ты будешь поздравлять {gifted_name}, что живет по адресу {address}\
 и имеет почтовый индекс {index}.
Когда будешь выбирать подарочек, учти, что:
Лучшим за рулем бусика твой визави выбрал: {best_variant},
А новый год не новый для получателя без {especial_thing},
Автобус будет украшен при помощи: {decorations},
В подарок от тайного Хлеба хотелось бы все-таки получить: {best_gift},
На винтажном видеокассетнике поставили бы {film},
На новогоднем столе непременно будет красоваться {meal},
А ровно столько людей получатель решил выбрать для того, чтобы сдвинуть бусик с места: {people_count}

Время работает против нас, мой рождественский соратник! Так что поворачивай ключик зажигания,\
обязательно воткни первую передачу несколько раз и вперед за работу! Если будут какие-то вопросы,\
то пиши прямо сюда.

Счастливого рождества!
"""
